List consultQuizData = [
  {
    'number': 1,
    'questionText': 'การที่จะเข้าใจผู้อื่นได้อย่างแท้จริง ควรตั้งต้นด้วยสิ่งใด',
    'answer': [
      {'number': 1, 'text': 'ความต้องการและเจตนาที่อยากจะเข้าใจเขา', 'value': 1},
      {'number': 2, 'text': 'อยากรู้อยากเห็น', 'value': 0},
      {'number': 3, 'text': 'อยากทดสอบความรู้ตัวเอง', 'value': 0},
      {'number': 4, 'text': 'ไม่จําเป็นต้องตั้งต้นด้วยสิ่งใดเลย', 'value': 0},
    ]
  },
  {
    'number': 2,
    'questionText': 'กรณีที่เรามีอารมณ์ร่วมกับผู้ระบายจนไม่สามารถให้คำแนะนำได้ควรทำอย่างไร',
    'answer': [
      {'number': 1, 'text': 'ส่งต่อเรื่องราวนี้ให้ผู้อื่นรับช่วงต่อ', 'value': 1},
      {'number': 2, 'text': 'ปล่อยให้ตัวเองจมดิ่งกับความรู้สึกนั้นและแสดงความรู้สึกนั้นออกไปให้ผู้ระบายรับรู้', 'value': 0},
      {'number': 3, 'text': 'ฝันรับฟังต่อไปเรื่อยๆ', 'value': 0},
      {'number': 4, 'text': 'ไม่มีข้อใดถูก', 'value': 0},
    ]
  },
  {
    'number': 3,
    'questionText': 'ถ้าคนมาระบายบอกว่า เขาเกิดความคิดที่ว่าคนนั่งหลังห้องคือคนไม่ตั้งใจเรียน อคติของเขาที่ เกิดขึ้นเกิดจากอะไร',
    'answer': [
      {'number': 1, 'text': 'เกิดจากการมองแค่รูปลักษณ์ภายนอก', 'value': 0},
      {'number': 2, 'text': 'เกิดจากการที่เรามองเห็นแต่ข้อบกพร่องของคนอื่น', 'value': 0},
      {'number': 3, 'text': 'เกิดจากการตัดสินแบบเป็นกลุ่มมากกว่าตัวบุคคล', 'value': 1},
      {'number': 4, 'text': 'เกิดจากระบบอัตโนมัติของตัวเองเพราะไม่อยากแตกแยก', 'value': 0},
    ]
  },
  {
    'number': 4,
    'questionText': 'สิ่งที่ควรระวังในการตั้งคำถาม มีอะไรบ้าง',
    'answer': [
      {'number': 1, 'text': 'การตั้งคำถามชี้นำ', 'value': 0},
      {'number': 2, 'text': 'การตั้งคำถามปลายปิด', 'value': 0},
      {'number': 3, 'text': 'การตั้งคำถามปลายเปิด', 'value': 0},
      {'number': 4, 'text': 'ถูกทั้ง ก.และข.', 'value': 1},
    ]
  },
  {
    'number': 5,
    'questionText': 'เราต้องรู้สีกผิดหรือไม่ถ้าต้องส่งต่อเรื่องราวที่เรารับฟังไม่ไหวให้กับคนอื่น',
    'answer': [
      {'number': 1, 'text': 'ไม่ต้องรู้สึกผิด เพราะจะดีกว่าที่เราจะส่งต่อและหาทางเลือกให้เขาไปเจอทางเลือกที่ดีกว่า', 'value': 1},
      {'number': 2, 'text': 'ไม่ต้องรู้สึกผิด เพราะเราไม่จําเป็นต้องมีความรู้สึกอะไรให้เขาอยู่แล้ว', 'value': 0},
      {'number': 3, 'text': 'รู้สึกผิด เพราะเขาไว้ใจเราแล้วแต่เรากลับทําไม่ได้', 'value': 0},
      {'number': 4, 'text': 'รู้สึกผิดและโทษตัวเองว่าเราไม่มีศักยภาพมากพอที่จะช่วยเขาได้', 'value': 0},
    ]
  },
  {
    'number': 6,
    'questionText': 'การถามด้วยคำถามปลายเปิดดีอย่างไร',
    'answer': [
      {'number': 1, 'text': 'เพื่อให้เขาลืมสิ่งที่เขากำลังทุกข์ใจ', 'value': 0},
      {'number': 2, 'text': 'จะได้เจาะจงให้เขาตอบในแบบที่เราต้องการ', 'value': 0},
      {'number': 3, 'text': 'เปิดโอกาสให้ผู้สนทนาได้แสดงความคิดเห็นที่หลากหลาย', 'value': 0},
      {'number': 4, 'text': 'ถูกทุกข้อ', 'value': 1},
    ]
  },
  {
    'number': 7,
    'questionText': 'จัดการตัวเองอย่างไร ในวันที่รับฟังผู้อื่นจนจัดการอารมณ์ตัวเองไม่ได้',
    'answer': [
      {'number': 1, 'text': 'ทําความเข้าใจกับตัวเองว่านั่นคือปัญหาที่เราต้องแก้ให้เขา', 'value': 0},
      {'number': 2, 'text': 'บอกตัวเองว่า เรามีหน้าที่รับฟังสำรวจปัญหาและช่วยให้เขาจัดการปัญหาด้วยตัวเขาเอง', 'value': 1},
      {'number': 3, 'text': 'เก็บเรื่องราวของผู้อื่นมาคิดเมื่อจบบทสนทนาและน่ามาเป็นปัญหาของเรา', 'value': 0},
      {'number': 4, 'text': 'ถูกทุกข้อ', 'value': 0},
    ]
  },
  {
    'number': 8,
    'questionText': 'การเข้าใจคนอื่นจำเป็นที่จะต้องปล่อยวางตัวตนของเราหรือไม่ เพราะอะไร',
    'answer': [
      {'number': 1, 'text': 'จําเป็น เพราะเราจะได้เข้าใจมุมมองของเขามากขึ้น', 'value': 0},
      {'number': 2, 'text': 'จําเป็น เพราะประสบการณ์, ความคิดและอารมณ์เรามันก็เป็นของเรา', 'value': 0},
      {'number': 3, 'text': 'ไม่จําเป็น เพราะเขาเลือกที่จะปรึกษาเรา ต้องยอมรับในตัวเราให้ได้', 'value': 0},
      {'number': 4, 'text': 'ถูกทั้ง ก.และข.', 'value': 1},
    ]
  },
  {
    'number': 9,
    'questionText': 'เราสามารถเอาไม้บรรทัดของตัวเราเองไปวัดคนอื่นได้หรือไม่ เพราะอะไร',
    'answer': [
      {'number': 1, 'text': 'ไม่ได้ เพราะตัวเรานั้นแย่เกินกว่าจะไปเปรียบเทียบกับใคร', 'value': 0},
      {'number': 2, 'text': 'ไม่ได้ เพราะเรื่องบางเรื่องไม่ได้ถูกต้องหรือผิด100%', 'value': 1},
      {'number': 3, 'text': 'ได้ เพราะมันคือความเป็นจริงที่เขาต้องยอมรับให้ได้', 'value': 0},
      {'number': 4, 'text': 'ถูกทั้ง ก.และ ข.', 'value': 0},
    ]
  },{
    'number': 10,
    'questionText': 'คำถามประเภทใดควรหลีกเลี่ยงในการสนทนา เพราะอะไร',
    'answer': [
      {'number': 1, 'text': 'คำถามปลายปิด เพราะมีคำตอบให้เลือก อาจจะดูเหมือนเราไปตัดสินเขา', 'value': 1},
      {'number': 2, 'text': 'คำถามปลายเปิด เพราะผู้สนทนาจะได้ทบทวนตัวเองไปด้วย', 'value': 0},
      {'number': 3, 'text': 'ถูกทั้งข้อสองข้อ', 'value': 0},
      {'number': 4, 'text': 'ไม่มีข้อใดถูก', 'value': 0},
    ]
  },{
    'number': 11,
    'questionText': 'อะไรคือหัวใจหลักของการเข้าอกเข้าใจผู้อื่น',
    'answer': [
      {'number': 1, 'text': 'ละความเป็นตัวเองลง', 'value': 0},
      {'number': 2, 'text': 'การคิดแทน', 'value': 0},
      {'number': 3, 'text': 'ความอยากรู้อยากเห็น', 'value': 0},
      {'number': 4, 'text': 'ถูกทุกช้อ', 'value': 1},
    ]
  },{
    'number': 12,
    'questionText': 'เคล็ดลับสำคัญของการปลอบใจผ่านข้อความจากเทคนิคของนักจิตวิทยาคืออะไร',
    'answer': [
      {'number': 1, 'text': 'อ่านข้อความอย่างละเอียดและกลั่นกรองคำพูด', 'value': 1},
      {'number': 2, 'text': 'ไม่จําเป็นต้องเข้าใจเขาแค่รับฟังเขาก็พอ', 'value': 0},
      {'number': 3, 'text': 'เลือกคำพูดที่ดูเป็นทางการ', 'value': 0},
      {'number': 4, 'text': 'ไม่มีข้อใดถูก', 'value': 0},
    ]
  },{
    'number': 13,
    'questionText': 'เราไม่ควรตัดสินคนอื่นว่า ผิดถูก ดี ไม่ดี,เหมาะสมไม่เหมาะสม เพราะอะไร',
    'answer': [
      {'number': 1, 'text': 'เพราะเราไม่มีศักยภาพมากพอ', 'value': 0},
      {'number': 2, 'text': 'เพราะเราก็เป็นคนไม่ดีเหมือนกัน', 'value': 0},
      {'number': 3, 'text': 'เพราะตัวเราเองไม่ได้ไปยืนในจุดที่เป็นปัญหาของเขาจริงๆ', 'value': 1},
      {'number': 4, 'text': 'ไม่มีข้อใดถูก', 'value': 0},
    ]
  },{
    'number': 14,
    'questionText': 'ถ้าเพื่อนมาปรึกษาเราแล้วเราแสดงความคิดเห็นออกไป แต่เพื่อนเลือกที่จะตัดสินใจแบบ เพื่อน ควรทำอย่างไร',
    'answer': [
      {'number': 1, 'text': 'แย้งเพื่อนและบอกว่าความคิดเห็นของเราสมเหตุสมผลกว่า', 'value': 0},
      {'number': 2, 'text': 'อยู่ข้างๆเพื่อน เคารพการตัดสินใจของเพื่อน', 'value': 1},
      {'number': 3, 'text': 'อยู่ข้างๆเพื่อน บอกเพื่อนว่าข้อคิดเห็นของเราดูเป็นไปได้กว่า ', 'value': 0},
      {'number': 4, 'text': 'ไม่คุยกับเพื่อนคนนี้อีกเพราะเขาไม่เชื่อเรา', 'value': 0},
    ]
  },{
    'number': 15,
    'questionText': 'การยอมรับความช่วยเหลือในวันที่ไม่ไหวจริงๆ ผิดหรือไม่',
    'answer': [
      {'number': 1, 'text': 'ผิด เพราะเป็นการแสดงออกถึงความอ่อนแอ', 'value': 0},
      {'number': 2, 'text': 'ผิด เพราะไม่มีใครที่จะเต็มใจช่วยและจริงใจกับเราจริงๆ', 'value': 0},
      {'number': 3, 'text': 'ไม่ผิด หากไม่สามารถผ่านเรื่องนั้นได้ด้วยตัวคนเดียว', 'value': 1},
      {'number': 4, 'text': 'ไม่ผิด เพราะเราใจไม่สู้เอง', 'value': 0},
    ]
  },{
    'number': 16,
    'questionText': 'หลังจากที่เราอ่านข้อความของเขาอย่างละเอียดถี่ถ้วนแล้ว ก่อนที่จะตอบหรือให้กำลังใจเขา ควรทำสิ่งใดก่อน',
    'answer': [
      {'number': 1, 'text': 'ตัดสินทันทีว่าเรื่องราวของเขาเป็นอย่างไร ถูก-ไม่ถูก,ดี-ไม่ดี', 'value': 0},
      {'number': 2, 'text': 'ไตร่ตรองและทบทวนจากใจของเราจริง ๆ ก่อนที่จะตอบเขาไป', 'value': 1},
      {'number': 3, 'text': 'คิดทบทวนถึงเรื่องราวของตนเองว่าเคยมีประสบการณ์แบบนี้มาก่อนหรือไม่', 'value': 0},
      {'number': 4, 'text': 'เปรียบเทียบเรื่องราวของเขากับเรื่องราวของคนอื่น', 'value': 0},
    ]
  },{
    'number': 17,
    'questionText': 'เราจะรับมืออย่างไรกับคำถามสุดโหด',
    'answer': [
      {'number': 1, 'text': 'ตั้งคำถามเพื่อให้เกิดความคิดทบทวนและสํารวจไปด้วย', 'value': 1},
      {'number': 2, 'text': 'ปล่อยให้ตัวเองจมดิ่งไปกับมัน', 'value': 0},
      {'number': 3, 'text': 'แสดงความคิดเห็นของตัวเองออกไปอย่างเต็มที่', 'value': 0},
      {'number': 4, 'text': 'เปรียบเทียบตัวเขากับคนอื่นที่เจอสถานการณ์คล้ายกัน', 'value': 0},
    ]
  },{
    'number': 18,
    'questionText': 'การทวนใจความสําคัญของผู้พูด มีความสำคัญอย่างไร',
    'answer': [
      {'number': 1, 'text': 'เพื่อให้ตัวผู้รับฟังและผู้พูดออกนอกประเด็นตึงเครียด', 'value': 0},
      {'number': 2, 'text': 'เพื่อให้ผู้รับฟังรู้สึกว่าเราตอกย้ำเรื่องราวและความเจ็บปวดของเขา', 'value': 0},
      {'number': 3, 'text': 'เพื่อย้ำความคิดว่าทั้งผู้รับฟังและผู้พูดเข้าใจตรงกัน', 'value': 0},
      {'number': 4, 'text': 'ถูกทุกข้อ', 'value': 1},
    ]
  },{
    'number': 19,
    'questionText': 'หากปัญหาที่กำลังรับฟัง เป็นปัญหาเดียวกันกับที่เราเผชิญอยู่ เราจะแยกความรู้สึกของตัวเอง ออกจากเรื่องที่รับฟังอย่างไร',
    'answer': [
      {'number': 1, 'text': 'ไม่จําเป็นต้องแยกเรื่องตัวเองออกมาเพราะถือว่าเรามีประสบการณ์', 'value': 0},
      {'number': 2, 'text': 'ทําความเข้าใจกับสถานการณ์และปัญหาของผู้ระบาย', 'value': 1},
      {'number': 3, 'text': 'พยายามเปรียบเทียบปัญหาของเราและปัญหาของผู้ระบาย', 'value': 0},
      {'number': 4, 'text': 'ถูกทุกช้อ', 'value': 0},
    ]
  },{
    'number': 10,
    'questionText': 'การตั้งคำถามปลายเปิดจะส่งผลอย่างไรต่อตัวผู้ระบาย',
    'answer': [
      {'number': 1, 'text': 'ช่วยให้ผู้ระบายได้สารวจตัวเองและได้ทบทวนตัวเอง', 'value': 1},
      {'number': 2, 'text': 'เหมือนเป็นการตัดสินว่าเขาผิด-ถูก,ดี-ไม่ดี', 'value': 0},
      {'number': 3, 'text': 'ทําให้เขาอึดอัด', 'value': 0},
      {'number': 4, 'text': 'ทําให้พูดระบายรู้สึกว่าเราซักใช้เขาเกินไป', 'value': 0},
    ]
  },
];