List consultQuizData = [
  {
    'questionText': '1. การที่จะเข้าใจผู้อื่นได้อย่างแท้จริง ควรตั้งต้นด้วยสิ่งใด',
    'answer': [
      {'text': 'ความต้องการและเจตนาที่อยากจะเข้าใจเขา', 'score': 0},
      {'text': 'อยากรู้อยากเห็น', 'score': 1},
      {'text': 'อยากทดสอบความรู้ตัวเอง', 'score': 2},
      {'text': 'ไม่จําเป็นต้องตั้งต้นด้วยสิ่งใดเลย', 'score': 3},
    ]
  },
  {
    'questionText': '2. กรณีที่เรามีอารมณ์ร่วมกับผู้ระบายจนไม่สามารถให้คำแนะนำได้ควรทำอย่างไร',
    'answer': [
      {'text': 'ส่งต่อเรื่องราวนี้ให้ผู้อื่นรับช่วงต่อ', 'score': 0},
      {'text': 'ปล่อยให้ตัวเองจมดิ่งกับความรู้สึกนั้นและแสดงความรู้สึกนั้นออกไปให้ผู้ระบายรับรู้', 'score': 1},
      {'text': 'ฝันรับฟังต่อไปเรื่อยๆ', 'score': 2},
      {'text': 'ไม่มีข้อใดถูก', 'score': 3},
    ]
  },
  {
    'questionText': '3. ถ้าคนมาระบายบอกว่า เขาเกิดความคิดที่ว่าคนนั่งหลังห้องคือคนไม่ตั้งใจเรียน อคติของเขาที่ เกิดขึ้นเกิดจากอะไร',
    'answer': [
      {'text': 'เกิดจากการมองแค่รูปลักษณ์ภายนอก', 'score': 0},
      {'text': 'เกิดจากการที่เรามองเห็นแต่ข้อบกพร่องของคนอื่น', 'score': 1},
      {'text': 'เกิดจากการตัดสินแบบเป็นกลุ่มมากกว่าตัวบุคคล', 'score': 2},
      {'text': 'เกิดจากระบบอัตโนมัติของตัวเองเพราะไม่อยากแตกแยก', 'score': 3},
    ]
  },
  {
    'questionText': '4. สิ่งที่ควรระวังในการตั้งคำถาม มีอะไรบ้าง',
    'answer': [
      {'text': 'การตั้งคำถามชี้นำ', 'score': 0},
      {'text': 'การตั้งคำถามปลายปิด', 'score': 1},
      {'text': 'การตั้งคำถามปลายเปิด', 'score': 2},
      {'text': 'ถูกทั้ง ก.และข.', 'score': 3},
    ]
  },
  {
    'questionText': '5. เราต้องรู้สีกผิดหรือไม่ถ้าต้องส่งต่อเรื่องราวที่เรารับฟังไม่ไหวให้กับคนอื่น',
    'answer': [
      {'text': 'ไม่ต้องรู้สึกผิด เพราะจะดีกว่าที่เราจะส่งต่อและหาทางเลือกให้เขาไปเจอทางเลือกที่ดีกว่า', 'score': 0},
      {'text': 'ไม่ต้องรู้สึกผิด เพราะเราไม่จําเป็นต้องมีความรู้สึกอะไรให้เขาอยู่แล้ว', 'score': 1},
      {'text': 'รู้สึกผิด เพราะเขาไว้ใจเราแล้วแต่เรากลับทําไม่ได้', 'score': 2},
      {'text': 'รู้สึกผิดและโทษตัวเองว่าเราไม่มีศักยภาพมากพอที่จะช่วยเขาได้', 'score': 3},
    ]
  },
  {
    'questionText':
        '6. การถามด้วยคำถามปลายเปิดดีอย่างไร',
    'answer': [
      {'text': 'เพื่อให้เขาลืมสิ่งที่เขากำลังทุกข์ใจ', 'score': 0},
      {'text': 'จะได้เจาะจงให้เขาตอบในแบบที่เราต้องการ', 'score': 1},
      {'text': 'เปิดโอกาสให้ผู้สนทนาได้แสดงความคิดเห็นที่หลากหลาย', 'score': 2},
      {'text': 'ถูกทุกข้อ', 'score': 3},
    ]
  },
  {
    'questionText': '7. จัดการตัวเองอย่างไร ในวันที่รับฟังผู้อื่นจนจัดการอารมณ์ตัวเองไม่ได้',
    'answer': [
      {'text': 'ทําความเข้าใจกับตัวเองว่านั่นคือปัญหาที่เราต้องแก้ให้เขา', 'score': 0},
      {'text': 'บอกตัวเองว่า เรามีหน้าที่รับฟังสำรวจปัญหาและช่วยให้เขาจัดการปัญหาด้วยตัวเขาเอง', 'score': 1},
      {'text': 'เก็บเรื่องราวของผู้อื่นมาคิดเมื่อจบบทสนทนาและน่ามาเป็นปัญหาของเรา', 'score': 2},
      {'text': 'ถูกทุกข้อ', 'score': 3},
    ]
  },
  {
    'questionText': '8. การเข้าใจคนอื่นจำเป็นที่จะต้องปล่อยวางตัวตนของเราหรือไม่ เพราะอะไร',
    'answer': [
      {'text': 'จําเป็น เพราะเราจะได้เข้าใจมุมมองของเขามากขึ้น', 'score': 0},
      {'text': 'จําเป็น เพราะประสบการณ์, ความคิดและอารมณ์เรามันก็เป็นของเรา', 'score': 1},
      {'text': 'ไม่จําเป็น เพราะเขาเลือกที่จะปรึกษาเรา ต้องยอมรับในตัวเราให้ได้', 'score': 2},
      {'text': 'ถูกทั้ง ก.และข.', 'score': 3},
    ]
  },
  {
    'questionText': '9. เราสามารถเอาไม้บรรทัดของตัวเราเองไปวัดคนอื่นได้หรือไม่ เพราะอะไร',
    'answer': [
      {'text': 'ไม่ได้ เพราะตัวเรานั้นแย่เกินกว่าจะไปเปรียบเทียบกับใคร', 'score': 0},
      {'text': 'ไม่ได้ เพราะเรื่องบางเรื่องไม่ได้ถูกต้องหรือผิด100%', 'score': 1},
      {'text': 'ได้ เพราะมันคือความเป็นจริงที่เขาต้องยอมรับให้ได้', 'score': 2},
      {'text': 'ถูกทั้ง ก.และ ข.', 'score': 3},
    ]
  },{
    'questionText': '10. คำถามประเภทใดควรหลีกเลี่ยงในการสนทนา เพราะอะไร',
    'answer': [
      {'text': 'คำถามปลายปิด เพราะมีคำตอบให้เลือก อาจจะดูเหมือนเราไปตัดสินเขา', 'score': 0},
      {'text': 'คำถามปลายเปิด เพราะผู้สนทนาจะได้ทบทวนตัวเองไปด้วย', 'score': 1},
      {'text': 'ถูกทั้งข้อสองข้อ', 'score': 2},
      {'text': 'ไม่มีข้อใดถูก', 'score': 3},
    ]
  },{
    'questionText': '11. อะไรคือหัวใจหลักของการเข้าอกเข้าใจผู้อื่น',
    'answer': [
      {'text': 'ละความเป็นตัวเองลง', 'score': 0},
      {'text': 'การคิดแทน', 'score': 1},
      {'text': 'ความอยากรู้อยากเห็น', 'score': 2},
      {'text': 'ถูกทุกช้อ', 'score': 3},
    ]
  },{
    'questionText': '12. เคล็ดลับสำคัญของการปลอบใจผ่านข้อความจากเทคนิคของนักจิตวิทยาคืออะไร',
    'answer': [
      {'text': 'อ่านข้อความอย่างละเอียดและกลั่นกรองคำพูด', 'score': 0},
      {'text': 'ไม่จําเป็นต้องเข้าใจเขาแค่รับฟังเขาก็พอ', 'score': 1},
      {'text': 'เลือกคำพูดที่ดูเป็นทางการ', 'score': 2},
      {'text': 'ไม่มีข้อใดถูก', 'score': 3},
    ]
  },{
    'questionText': '13. เราไม่ควรตัดสินคนอื่นว่า ผิดถูก ดี ไม่ดี,เหมาะสมไม่เหมาะสม เพราะอะไร',
    'answer': [
      {'text': 'เพราะเราไม่มีศักยภาพมากพอ', 'score': 0},
      {'text': 'เพราะเราก็เป็นคนไม่ดีเหมือนกัน', 'score': 1},
      {'text': 'เพราะตัวเราเองไม่ได้ไปยืนในจุดที่เป็นปัญหาของเขาจริงๆ', 'score': 2},
      {'text': 'ไม่มีข้อใดถูก', 'score': 3},
    ]
  },{
    'questionText': '14. ถ้าเพื่อนมาปรึกษาเราแล้วเราแสดงความคิดเห็นออกไป แต่เพื่อนเลือกที่จะตัดสินใจแบบ เพื่อน ควรทำอย่างไร',
    'answer': [
      {'text': 'แย้งเพื่อนและบอกว่าความคิดเห็นของเราสมเหตุสมผลกว่า', 'score': 0},
      {'text': 'อยู่ข้างๆเพื่อน เคารพการตัดสินใจของเพื่อน', 'score': 1},
      {'text': 'อยู่ข้างๆเพื่อน บอกเพื่อนว่าข้อคิดเห็นของเราดูเป็นไปได้กว่า ', 'score': 2},
      {'text': 'ไม่คุยกับเพื่อนคนนี้อีกเพราะเขาไม่เชื่อเรา', 'score': 3},
    ]
  },{
    'questionText': '15. การยอมรับความช่วยเหลือในวันที่ไม่ไหวจริงๆ ผิดหรือไม่',
    'answer': [
      {'text': 'ผิด เพราะเป็นการแสดงออกถึงความอ่อนแอ', 'score': 0},
      {'text': 'ผิด เพราะไม่มีใครที่จะเต็มใจช่วยและจริงใจกับเราจริงๆ', 'score': 1},
      {'text': 'ไม่ผิด หากไม่สามารถผ่านเรื่องนั้นได้ด้วยตัวคนเดียว', 'score': 2},
      {'text': 'ไม่ผิด เพราะเราใจไม่สู้เอง', 'score': 3},
    ]
  },{
    'questionText': '16. หลังจากที่เราอ่านข้อความของเขาอย่างละเอียดถี่ถ้วนแล้ว ก่อนที่จะตอบหรือให้กำลังใจเขา ควรทำสิ่งใดก่อน',
    'answer': [
      {'text': 'ตัดสินทันทีว่าเรื่องราวของเขาเป็นอย่างไร ถูก-ไม่ถูก,ดี-ไม่ดี', 'score': 0},
      {'text': 'ไตร่ตรองและทบทวนจากใจของเราจริง ๆ ก่อนที่จะตอบเขาไป', 'score': 1},
      {'text': 'คิดทบทวนถึงเรื่องราวของตนเองว่าเคยมีประสบการณ์แบบนี้มาก่อนหรือไม่', 'score': 2},
      {'text': 'เปรียบเทียบเรื่องราวของเขากับเรื่องราวของคนอื่น', 'score': 3},
    ]
  },{
    'questionText': '17. เราจะรับมืออย่างไรกับคำถามสุดโหด',
    'answer': [
      {'text': 'ตั้งคำถามเพื่อให้เกิดความคิดทบทวนและสํารวจไปด้วย', 'score': 0},
      {'text': 'ปล่อยให้ตัวเองจมดิ่งไปกับมัน', 'score': 1},
      {'text': 'แสดงความคิดเห็นของตัวเองออกไปอย่างเต็มที่', 'score': 2},
      {'text': 'เปรียบเทียบตัวเขากับคนอื่นที่เจอสถานการณ์คล้ายกัน', 'score': 3},
    ]
  },{
    'questionText': '18. การทวนใจความสําคัญของผู้พูด มีความสำคัญอย่างไร',
    'answer': [
      {'text': 'เพื่อให้ตัวผู้รับฟังและผู้พูดออกนอกประเด็นตึงเครียด', 'score': 0},
      {'text': 'เพื่อให้ผู้รับฟังรู้สึกว่าเราตอกย้ำเรื่องราวและความเจ็บปวดของเขา', 'score': 1},
      {'text': 'เพื่อย้ำาความคิดว่าทั้งผู้รับฟังและผู้พูดเข้าใจตรงกัน', 'score': 2},
      {'text': 'ถูกทุกข้อ', 'score': 3},
    ]
  },{
    'questionText': '19. หากปัญหาที่กำลังรับฟัง เป็นปัญหาเดียวกันกับที่เราเผชิญอยู่ เราจะแยกความรู้สึกของตัวเอง ออกจากเรื่องที่รับฟังอย่างไร',
    'answer': [
      {'text': 'ไม่จําเป็นต้องแยกเรื่องตัวเองออกมาเพราะถือว่าเรามีประสบการณ์', 'score': 0},
      {'text': 'ทําความเข้าใจกับสถานการณ์และปัญหาของผู้ระบาย', 'score': 1},
      {'text': 'พยายามเปรียบเทียบปัญหาของเราและปัญหาของผู้ระบาย', 'score': 2},
      {'text': 'ถูกทุกช้อ', 'score': 3},
    ]
  },{
    'questionText': '20. การตั้งคำถามปลายเปิดจะส่งผลอย่างไรต่อตัวผู้ระบาย',
    'answer': [
      {'text': 'ช่วยให้ผู้ระบายได้สารวจตัวเองและได้ทบทวนตัวเอง', 'score': 0},
      {'text': 'เหมือนเป็นการตัดสินว่าเขาผิด-ถูก,ดี-ไม่ดี', 'score': 1},
      {'text': 'ทําให้เขาอึดอัด', 'score': 2},
      {'text': 'ทําให้พูดระบายรู้สึกว่าเราซักใช้เขาเกินไป', 'score': 3},
    ]
  },
];